{"id":4966,"date":"2021-09-16T09:22:05","date_gmt":"2021-09-16T09:22:05","guid":{"rendered":"https:\/\/simplefinance.net\/?page_id=4966"},"modified":"2021-10-22T12:49:00","modified_gmt":"2021-10-22T12:49:00","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/simplefinance.net\/terms-and-conditions\/","title":{"rendered":"Terms and conditions"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"4966\" class=\"elementor elementor-4966 elementor-4716\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-4346c98 elementor-section-height-min-height elementor-section-boxed elementor-section-height-default elementor-section-items-middle\" data-id=\"4346c98\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-f93d9ae\" data-id=\"f93d9ae\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-60f581b elementor-widget elementor-widget-heading\" data-id=\"60f581b\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">Terms and conditions<\/h1>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-2bf935e elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"2bf935e\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-60d453e\" data-id=\"60d453e\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-979eddb elementor-widget elementor-widget-text-editor\" data-id=\"979eddb\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\tLast updated [21.09.2021]\n<br>\n<strong style=\"color: black;\">AGREEMENT TO TERMS<\/strong>\n<br><br>\n\nThese Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Simple Group, concerning your access to and use of the website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nYou agree that by accessing the Site, you have read, understood, and agree to be bound by all of these Terms and Conditions. If you do not agree with all of these Terms and Conditions, then you are expressly prohibited from using the Site and you must discontinue use immediately.\nSupplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms and Conditions at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms and Conditions, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms and Conditions to stay informed of updates. You will be subject to and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms and Conditions by your continued use of the Site after the date such revised Terms and Conditions are posted.\nThe information provided on the Site is not intended for distribution to or use by any person or entity in any authority or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nSo, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.\n\n&nbsp;\n<br><br>\nThe Site is intended for users who are at least 18 years old. Persons under the age of 18 are not permitted to register for the Site.\n<br><br>\n<strong style=\"color: black;\">INTELLECTUAL PROPERTY RIGHTS<\/strong><br><br>\nUnless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n<br><br>\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only. Except as expressly provided in these Terms and Conditions, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.<br><br>\nProvided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use. We reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.\n<br><br>\n<strong style=\"color: black;\">USER REPRESENTATIONS<\/strong><br><br>\nBy using the Site, you represent and warrant that:<br><br>\n(1) all registration information you submit will be true, accurate, current, and complete;\n\n&nbsp;\n<br><br>\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary;\n<br><br>\n(3) you have the legal capacity and you agree to comply with these Terms and Conditions;\n<br><br>\n(4) you are not under the age of 18;\n<br><br>\n(5) not a minor in the jurisdiction in which you reside;\n<br><br>\n(6) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise;\n<br><br>\n(7) you will not use the Site for any illegal or unauthorized purpose;\n<br><br>\n(8) your use of the Site will not violate any applicable law or regulation.\n<br><br>\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your access and refuse any and all current or future use of the Site (or any portion thereof).\n<br><br>\n<strong style=\"color: black;\">PROHIBITED ACTIVITIES<\/strong><br><br>\nYou may not access or use the Site for any purpose other than that for which we make the Site available. The Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<br><br>As a user of the Site, you agree not to:<br><br>\n1. systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.\n<br>\n2. make any unauthorized use of the Site\n<br>\n3. use the Site to advertise or offer to sell goods and services.\n<br>\n4. circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and\/or the Content contained therein.<br>\n5. engage in unauthorized framing of or linking to the Site.<br>\n6. engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.<br>\n7. interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.\n<br>\n8. use any information obtained from the Site in order to harass, abuse, or harm another person.\n<br>\n9. use the Site as part of any effort to compete with us or otherwise use the Site and\/or the Content for any revenue-generating endeavor or commercial enterprise.\n<br>\n10. delete the copyright or other proprietary rights notice from any Content.\n<br>\n11. copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.\n<br>\n12. upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.\n<br>\n13. upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).\n<br>\n14. except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.\n<br>\n15. disparage, tarnish, or otherwise harm, in our opinion, us and\/or the Site.\n<br>\n16. use the Site in a manner inconsistent with any applicable laws or regulations.\n<br>\n17. [other]\n<br><br>\n<strong style=\"color: black;\">MOBILE APPLICATION LICENSE<\/strong><br><br>\n\n<b style=\"color:black;\">\nUse License<\/b>\n\n<br>\n<\/b><\/span>If you access the Site via a mobile application, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the mobile application on wireless electronic devices owned or controlled by you, and to access and use the mobile application on such devices strictly in accordance with the terms and conditions of this mobile application license contained in these Terms and Conditions.\n<br><br>\nYou shall not:\n<br><br>\n(1) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the application;\n<br><br>\n(2) make any modification, adaptation, improvement, enhancement, translation, or derivative work from the application;\n<br><br>\n(3) violate any applicable laws, rules, or regulations in connection with your access or use of the application;\n<br><br>\n(4) remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) posted by us or the licensors of the application;\n<br><br>\n(5) use the application for any revenue generating endeavor, commercial enterprise, or other purpose for which it is not designed or intended;\n<br><br>\n(6) make the application available over a network or other environment permitting access or use by multiple devices or users at the same time;\n<br><br>\n(7) use the application for creating a product, service, or software that is, directly or indirectly, competitive with or in any way a substitute for the application;\n<br><br>\n(8) use the application to send automated queries to any website or to send any unsolicited commercial e-mail;\n<br><br>\n(9) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing, or distribution of any applications, accessories, or devices for use with the application.\n<br><br>\n<b style=\"color:black;\">Apple and Android Devices<\/b><br><br>\n\n<span style=\"color: #474747;\"><b>\n<\/b><\/span>The following terms apply when you use a mobile application obtained from either the Apple Store or Google Play (each an “App Distributor”) to access the Site:\n<br><br>\n(1) the license granted to you for our mobile application is limited to a non-transferable license to use the application on a device that utilizes the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms and conditions;\n<br><br>\n(2) we are responsible for providing any maintenance and support services with respect to the mobile application as specified in the terms and conditions of this mobile application license contained in these Terms and Conditions or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the mobile application;\n<br><br>\n(3) in the event of any failure of the mobile application to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the mobile application, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the mobile application;\n<br><br>\n(4) you represent and warrant that (i) you are not located in a country that is subject to a U.S. government embargo, or that has been designated by the U.S. government as a “terrorist supporting” country and (ii) you are not listed on any U.S. government list of prohibited or restricted parties;\n<br><br>\n(5) you must comply with applicable third-party terms of agreement when using the mobile application, e.g., if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the mobile application;\n<br><br>\n6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application license contained in these Terms and Conditions, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application license contained in these Terms and Conditions against you as a third-party beneficiary thereof.\n<br><br>\n<strong style=\"color: black;\">SUBMISSIONS<\/strong>\n<br><br>\n<b>\n<\/b>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (“Submissions”) provided by you to us are non-confidential and shall become our sole property. We shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions. You agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.\n<br><br>\n<strong style=\"color: black;\">THIRD-PARTY WEBSITES AND CONTENT<\/strong>\n<br><br>\n<b>\n<\/b>The Site may contain (or you may be sent via the Site) links to other websites (“Third-Party Websites”) as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (“Third-Party Content”).\n<br><br>\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\n<br><br>\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us. If you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms and Conditions no longer govern.\n<br><br>\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site. Any purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\n<br><br>\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services. Additionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.\n<br><br>\n<strong style=\"color: black;\">SITE MANAGEMENT<\/strong>\nWe reserve the right, but not the obligation, to:\n<br><br>\n(1) monitor the Site for violations of these Terms and Conditions;\n<br><br>\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms and Conditions, including without limitation, reporting such user to law enforcement authorities;\n<br><br>\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof;\n<br><br>\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems;\n<br><br>\n(5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.\n<br><br>\n<strong style=\"color: black;\">COPYRIGHT INFRINGEMENTS<\/strong>\n<br><br>\n<b>\n<\/b>We respect the intellectual property rights of others. If you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”). A copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification. Thus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.\n<br><br>\n<strong style=\"color: black;\">TERM AND TERMINATION<\/strong>\n<br><br>\n<b>\n<\/b>These Terms and Conditions shall remain in full force and effect while you use the Site. WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS AND CONDITIONS, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS AND CONDITIONS OR OF ANY APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.\n<br><br>\n\n\n<b style=\"color:black;\">MODIFICATIONS AND INTERRUPTIONS<\/b>\n<br><br>\n\n\nWe reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Site. We also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.\nWe cannot guarantee the Site will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms and Conditions will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.\n<br><br>\n<strong style=\"color: black;\">GOVERNING LAW<\/strong><br><br>\nThese Terms and Conditions and your use of the Site are governed by and construed in accordance with the laws of the Bulgaria applicable to agreements made and to be entirely performed within the Bulgaria without regard to its conflict of law principles.\n<br><br>\n<strong style=\"color: black;\">DISPUTE RESOLUTION<\/strong><br><br>\n<strong style=\"color: black;\">Informal Negotiations<\/strong><br><br>\nTo expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms and Conditions (each a “Dispute” and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least 90 days before initiating arbitration. Such informal negotiations commence upon written notice from one Party to the other Party.<br><br>\n<strong style=\"color: black;\">Binding Arbitration<br><\/strong><br>\nIf the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved by binding arbitration. YOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\n<br><br>\n<strong style=\"color: black;\">CORRECTIONS<\/strong><br><br>\nThere may be information on the Site that contains typographical errors, inaccuracies, or omissions that may relate to the Site, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.\n<br><br>\n<strong style=\"color: black;\">DISCLAIMER<\/strong><br><br>\nTHE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS. YOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY <br><br>(1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, <br><br>(2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, <br><br>(3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND\/OR ANY AND ALL PERSONAL INFORMATION AND\/OR FINANCIAL INFORMATION STORED THEREIN, <br><br>(4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, <br><br>(5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND\/OR <br><br>(6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE. WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.<br><br>\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.\n<br><br>\n<strong style=\"color: black;\">LIMITATIONS OF LIABILITY<\/strong><br><br>\nIN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n<br><br>\n<strong style=\"color: black;\">INDEMNIFICATION<\/strong><br><br>\nYou agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: <br>(1) [your Contributions]; <br>(2) use of the Site; <br>(3) breach of these Terms and Conditions; <br>(4) any breach of your representations and warranties set forth in these Terms and Conditions; <br>(5) your violation of the rights of a third party, including but not limited to intellectual property rights; or <br>(6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\n<br><br>Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.\n<br><br>\n<strong style=\"color: black;\">ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES<\/strong><br><br>\nVisiting the Site, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.<br><br>\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.<br><br>\n<strong style=\"color:black;\">MISCELLANEOUS<\/strong><br><br>\nThese Terms and Conditions and any policies or operating rules posted by us on the Site constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Terms and Conditions shall not operate as a waiver of such right or provision.<br><br>\nThese Terms and Conditions operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.<br><br>\nIf any provision or part of a provision of these Terms and Conditions is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms and Conditions and does not affect the validity and enforceability of any remaining provisions.<br><br>\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms and Conditions or use of the Site. You agree that these Terms and Conditions will not be construed against us by virtue of having drafted them.<br><br>\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms and Conditions and the lack of signing by the parties hereto to execute these Terms and Conditions.\n<br><br>\n<strong style=\"color: black;\">CONTACT US<\/strong><br><br>\nIn order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:<br><br>\n[Corporate Name] Simple Finance<br>\n[Corporate Address] ul. &#8220;Nikolay Haytov&#8221; 3А, 1113 g.k. Iztok, Sofia<br>\n[Corporate Phone Number] +359 2 427 99 99<br>\n[Email Address] &#8211; office@simplefinance.net<br>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Terms and conditions Last updated [21.09.2021] AGREEMENT TO TERMS These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Simple Group, concerning your access to and use of the website as well as any other media form, media channel, mobile website or mobile [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_canvas","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms and conditions - simple<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/simplefinance.net\/terms-and-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms and conditions - simple\" \/>\n<meta property=\"og:description\" content=\"Terms and conditions Last updated [21.09.2021] AGREEMENT TO TERMS These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Simple Group, concerning your access to and use of the website as well as any other media form, media channel, mobile website or mobile [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/simplefinance.net\/terms-and-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"simple\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-22T12:49:00+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"20 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/simplefinance.net\/#website\",\"url\":\"https:\/\/simplefinance.net\/\",\"name\":\"simple\",\"description\":\"simple\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/simplefinance.net\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/simplefinance.net\/terms-and-conditions\/#webpage\",\"url\":\"https:\/\/simplefinance.net\/terms-and-conditions\/\",\"name\":\"Terms and conditions - simple\",\"isPartOf\":{\"@id\":\"https:\/\/simplefinance.net\/#website\"},\"datePublished\":\"2021-09-16T09:22:05+00:00\",\"dateModified\":\"2021-10-22T12:49:00+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/simplefinance.net\/terms-and-conditions\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/simplefinance.net\/terms-and-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/simplefinance.net\/terms-and-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/simplefinance.net\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms and conditions\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms and conditions - simple","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/simplefinance.net\/terms-and-conditions\/","og_locale":"en_US","og_type":"article","og_title":"Terms and conditions - simple","og_description":"Terms and conditions Last updated [21.09.2021] AGREEMENT TO TERMS These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Simple Group, concerning your access to and use of the website as well as any other media form, media channel, mobile website or mobile [&hellip;]","og_url":"https:\/\/simplefinance.net\/terms-and-conditions\/","og_site_name":"simple","article_modified_time":"2021-10-22T12:49:00+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"20 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/simplefinance.net\/#website","url":"https:\/\/simplefinance.net\/","name":"simple","description":"simple","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/simplefinance.net\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/simplefinance.net\/terms-and-conditions\/#webpage","url":"https:\/\/simplefinance.net\/terms-and-conditions\/","name":"Terms and conditions - simple","isPartOf":{"@id":"https:\/\/simplefinance.net\/#website"},"datePublished":"2021-09-16T09:22:05+00:00","dateModified":"2021-10-22T12:49:00+00:00","breadcrumb":{"@id":"https:\/\/simplefinance.net\/terms-and-conditions\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/simplefinance.net\/terms-and-conditions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/simplefinance.net\/terms-and-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/simplefinance.net\/"},{"@type":"ListItem","position":2,"name":"Terms and conditions"}]}]}},"_links":{"self":[{"href":"https:\/\/simplefinance.net\/wp-json\/wp\/v2\/pages\/4966"}],"collection":[{"href":"https:\/\/simplefinance.net\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/simplefinance.net\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/simplefinance.net\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/simplefinance.net\/wp-json\/wp\/v2\/comments?post=4966"}],"version-history":[{"count":0,"href":"https:\/\/simplefinance.net\/wp-json\/wp\/v2\/pages\/4966\/revisions"}],"wp:attachment":[{"href":"https:\/\/simplefinance.net\/wp-json\/wp\/v2\/media?parent=4966"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}